
サインインする際のメールアドレスは存在しないもので構いません。<br>
（メールアドレス認証はありません）<br>
<br>
サイトの機能としては登録、ログイン、ログアウト、ログイン認証を実装しています。<br>
ユーザーは、コメントを呟くことができ<br>
他のユーザーが呟いた内容をFavoriteすることができます。<br>
気になるユーザーのフォローもでき、他者のフォロー、<br>
フォロワーまで確認することができます。<br>
<br>
アカウントの画像はGravatarを利用しています。<br>
もし利用されている方がいらっしゃったら登録されている画像が表示されます。<br>
<br>
設定してみたいという方がいたら下記URLを確認ください。<br>
登録されていない方はランダムで画像が生成されます。<br>
<br>
Gravetar：<a href="https://ja.gravatar.com/">https://ja.gravatar.com/</a><br>
<br>
現在、ユーザーのFollowers, Followingsの確認ページが<br>
崩れて表示される問題が起こっており原因を確認中です。<br>
（原因がわからなすぎて困っていますww）<br>
<br>
＊アカウント、つぶやきなどは予告なく削除されることがあります。<br>
